// request field - filter_category
const filterCategory: Record<string, string> = {
// const filterCategory = {
  "375": 'Аксессуары для ванной комнаты', // 8
  "376": 'Ванны и комплектующие',
  "379": 'Душевые кабины и ограждения', // 7
  "576": 'Инсталляции и комплектующие',
  "382": 'Комплектующие для сантехники',
  "383": 'Кухонные мойки',
  "384": 'Мебель для ванной комнаты', // 6
  "385": 'Писсуары и комплектующие',
  "386": 'Раковины и столешницы', // 1
  "387": 'Слив и канализация',
  "388": 'Смесители и душ',
  "391": 'Унитазы и биде', // 2
  "377": 'Ванны', // 5
  "389": 'Душевая программа',
  // "380": 'Душевые кабины и ограждения',
  "381": 'Душевые поддоны',
  "577": 'Инсталляции', // 4
  "578": 'Кнопки для инсталляции',
  "579": 'Комплектущие для инсталляций',
  "378": 'Комплектующие',
  "390": 'Смесители', // 3
  "575": 'Экраны для ванн',
}

// export type KeysOfFilterCategory = keyof typeof filterCategory;
//
//
// export const filterCategoryEntries = Object.entries(filterCategory)

export default filterCategory